const AGREEMENT_LIST = [
  {
    id: 1,
    title: ' 홈페이지 이용약관 동의',
    span: '(필수)',
    content: `위디야는 고객님을 보호합니다.
    
    본 약관은 위디야의 홈페이지 서비스 이용과 관련하여 필요한 사항을 규정
    합니다.
    
    제1장 총칙 제 1 조 목적
    
    1.위디야 코리아를 운영하는 주식회사 위디야(이하 '회사'라고 합니다)에서
    운영하는 홈페이지는 아래와 같은 약관에 동의하는 이용자들에게 제공되는
    인터넷서비스로, 본 약관은 이용자와 회사 사이에 본 홈페이지 이용에 관한
    권리 및 의무를 규정하는 것을 목적으로 합니다.
    
    2. 홈페이지의 모든 자료는 위디야 및 자회사, 계열사 혹은
    위디야에 의해 자격을 취득한 기타 이해 관계자에 의한 저작권, 등록의장,
    등록상표 또는 기타 지적소유권으로 보호되고 있습니다. 
    3. 본 홈페이지에 포함된 자료는 이용자에게 정보 제공을 위한
    목적으로만 제공됩니다. 이용자는 본 홈페이지의 내용에 대하여 어떤
    방법으로도 배포, 출판, 전송, 변경,전시, 모방작품의 창조 혹은 개발할 수
    없습니다. 이용자는 회사의 권한을 보호하여야 하고, 본 홈페이지의 자료를
    허가 없이 유용할 수 없습니다. 허가 없이 본 홈페이지의 내용을 유용하는
    경우에 회사와 위디야는 이용자에게 법적, 재정적으로 가능한 기타
    추가적인 배상을 청구할 수 있습니다.
    
    4. 이용자가 제출하는 자료의 내용에 대한 책임은 전적으로
    이용자에게 있습니다. 이용자가 제출하는 자료에 불법, 중상모략, 비난
    혹은 비도덕적인 내용이 포함되어서는 안됩니다. 이용자는 본 홈페이지에
    저작권, 등록상표권, 사생활권 혹은 기타 사적 권리 혹은 소유권을
    포함하는 제3자의 권리를 침해하는 어떤 자료도 게시하여서는 안됩니다. 5.
    이용자의 개인정보 보호 및 보안, 개인정보에 대한 수집, 이용 및 저장과
    관련한 관행 및 정책에 대하여는 회사의 개인정보 처리방침에 의합니다.
    개인정보 처리방침은 홈페이지에 별도 게시하고 있습니다.`,
  },
  {
    id: 2,
    title: '개인정보 수집 및 이용동의',
    span: '(필수)',
    content: `본인은 스타벅스 코리아를 운영하는 주식회사 에스씨케이컴퍼니
    (이하 '회사'라 합니다)가 제공하는 회원 서비스(이하 ‘서비스’라 합니다)를 
    이용하기 위해, 다음과 같이 ‘회사’가 본인의 개인정보를 수집/이용하는 것에 
    동의합니다.

    ※ 귀하께서는 개인정보 수집·이용에 대한 동의를 거부하실 수 있으나, 
    동의를 거부하실 경우 회원가입, 서비스 이용 등을 하실 수 없습니다.`,
  },
  {
    id: 3,
    title: '광고성 정보 수신동의',
    span: '(선택)',
    content: `
    목적 :	마케팅 정보 활용(상품정보 및 행사 정보 안내 등)
    항목	 :휴대전화번호, 이메일
    보유 및 이용 기간	회원 탈퇴시까지
    ※ 귀하께서는 동의를 거부하실 수 있으나, 동의를 거부 하실 
    경우 마케팅 정보를 받으실 수 없습니다.`,
  },
];
export default AGREEMENT_LIST;
