const AGREEMENT_LIST = [
  {
    id: 1,
    name: 'useage',
    title: ' 홈페이지 이용약관 동의',
    span: '(필수)',
    content: `위디야는 고객님을 보호합니다.
    
    본 약관은 위디야의 홈페이지 서비스 이용과 관련하여 필요한 사항을 규정
    합니다.
    
    제1장 총칙 제 1 조 목적
    
    1.위디야 코리아를 운영하는 주식회사 위디야(이하 '회사'라고 합니다)에서
    운영하는 홈페이지는 아래와 같은 약관에 동의하는 이용자들에게 제공되는
    인터넷서비스로, 본 약관은 이용자와 회사 사이에 본 홈페이지 이용에 관한
    권리 및 의무를 규정하는 것을 목적으로 합니다.
    
    2. 홈페이지의 모든 자료는 위디야 및 자회사, 계열사 혹은
    위디야에 의해 자격을 취득한 기타 이해 관계자에 의한 저작권, 등록의장,
    등록상표 또는 기타 지적소유권으로 보호되고 있습니다. 
    3. 본 홈페이지에 포함된 자료는 이용자에게 정보 제공을 위한
    목적으로만 제공됩니다. 이용자는 본 홈페이지의 내용에 대하여 어떤
    방법으로도 배포, 출판, 전송, 변경,전시, 모방작품의 창조 혹은 개발할 수
    없습니다. 이용자는 회사의 권한을 보호하여야 하고, 본 홈페이지의 자료를
    허가 없이 유용할 수 없습니다. 허가 없이 본 홈페이지의 내용을 유용하는
    경우에 회사와 위디야는 이용자에게 법적, 재정적으로 가능한 기타
    추가적인 배상을 청구할 수 있습니다.
    
    4. 이용자가 제출하는 자료의 내용에 대한 책임은 전적으로
    이용자에게 있습니다. 이용자가 제출하는 자료에 불법, 중상모략, 비난
    혹은 비도덕적인 내용이 포함되어서는 안됩니다. 이용자는 본 홈페이지에
    저작권, 등록상표권, 사생활권 혹은 기타 사적 권리 혹은 소유권을
    포함하는 제3자의 권리를 침해하는 어떤 자료도 게시하여서는 안됩니다. 5.
    이용자의 개인정보 보호 및 보안, 개인정보에 대한 수집, 이용 및 저장과
    관련한 관행 및 정책에 대하여는 회사의 개인정보 처리방침에 의합니다.
    개인정보 처리방침은 홈페이지에 별도 게시하고 있습니다.`,
  },
  {
    id: 2,
    title: '개인정보 수집 및 이용동의',
    name: 'terms',
    span: '(필수)',
    content: `본인은 위디야 코리아를 운영하는 주식회사 에스씨케이컴퍼니
    (이하 '회사'라 합니다)가 제공하는 회원 서비스(이하 ‘서비스’라 합니다)를 
    이용하기 위해, 다음과 같이 ‘회사’가 본인의 개인정보를 수집/이용하는 것에 
    동의합니다.

    ※ 귀하께서는 개인정보 수집·이용에 대한 동의를 거부하실 수 있으나, 
    동의를 거부하실 경우 회원가입, 서비스 이용 등을 하실 수 없습니다.
    성명, 생년월일, 성별, 아이디, 비밀번호, 휴대전화번호, E-Mail, 
    DI (Duplication information), 아이핀번호
    - 회원가입(홈페이지. 위디야 리워드), 본인확인
    - 서비스 제공 및 개선
    * 상품(제품), 서비스 결제, 환불, 배송
    * 개인 맞춤형 서비스 제공
    (스타벅스 리워드 별 적립 등)
    - 회원관리, 부정이용 방지
    - 서비스 관련 이벤트 및 행사정보 안내
    (별도 마케팅정보 수신 동의 회원에 한함)회원 탈퇴 시 즉시 파기(
    단, 반복 재가입 등의 방법을 이용한 서비스 부정이용 방지를 위해 이름, 
    ID, DI, 성별, 생년은 탈퇴 후 30일 보관) 또는 관계법령에 의한 별도 보존기간 
    (2. 관계법령에 의한 개인정보 보존기간참고) 2. 관계법령에 의한 개인정보 보존기간
    - 서비스이용기록, 접속로그, 접속IP정보 (통신비밀보호법 : 3개월)
    - 표시/광고에 관한 기록 (전자상거래법 : 6개월)
    - 계약 또는 청약철회 등에 관한 기록 (전자상거래법 : 5년)
    - 대금결제 및 재화 등의 공급에 관한 기록 (전자상거래법 : 5년)
    - 소비자의 불만 또는 분쟁처리에 관한 기록 (전자상거래법 : 3년)
    `,
  },
  {
    id: 3,
    title: '광고성 정보 수신동의',
    name: 'marketing',
    span: '(선택)',
    content: `
    목적 :	마케팅 정보 활용(상품정보 및 행사 정보 안내 등)
    항목	 :휴대전화번호, 이메일
    보유 및 이용 기간	회원 탈퇴시까지
    ※ 귀하께서는 동의를 거부하실 수 있으나, 동의를 거부 하실 
    경우 마케팅 정보를 받으실 수 없습니다.
    (1) 판단 기준
광고성 정보의 예외는 전송자와 수신자 양측의 입장 및 양측의 
입장 및 양자간의 관계를 종합적으로 고려하여 판단합니다.
고객이 수신거부를 하더라도 반드시 고객에게 알려주어야 할 
필요성이 있는 정보는 광고성 정보 예외로 두고, 이에 해당
하는 경우 스팸 관련 정보통신망법의 적용대상에서 배제되어
자유롭게 정보를 전송해도 됩니다.
고객의 생일기념, 할인쿠폰 등 혜택을 제공한다는 이유로 
수신자에게 전송하는 정보는 광고성 정보의 예외로 인정하기 
어렵습니다.
수신자가 광고성 정보의 수신을 거부하더라도 전송자와 수신자
 간의 계약이나 거래 관계로 인하여 수신자에게 반드시 전달해야 
 할 필요가 있는 정보는 광고성 정보의 예외에 해당합니다.
 계약 및 거래 시 수신자가 재화 및 서비스를 쉽게 이용할 수 있도록 하는 설명 및 내용
※ 최초 전자제품 설치 후 작동 동영상 링크 주소 및 FAQ가 게시된 홈페이지 주소 등의 제공 등
수신자와 체결한 거래를 용이하게 하거나, 완성 또는 확인하는 것이 목적인 정보
※ 숙박시설 예약 후 수신자가 이용할 객실번호 및 이용날짜 등 확인 정보 등
수신자에게 제공한 재화 및 서비스에 대한 보증 내용
체결 또는 합의한 계약 및 거래 내용의 변경 내용
※ 회원 등급 변경·포인트 소멸 안내 등 재화 또는 서비스에 대한 조건 또는 특징에 대한 변경 등
수신자의 안전을 위해 반드시 제공해야 하는 내용
※ 오작동 등으로 인하여 화재위험이 있는 전자제품이 리콜 대상임을 안내해야 하는 경우 등
서비스의 보안 관련 내용 및 업데이트 내용 등의 정보`,
  },
];
export default AGREEMENT_LIST;
